# culture = 'ta-IN'
ConvertFrom-StringData @'
    FolderNotExist = '{0}' கோப்புறை இல்லை. தயவுசெய்து கோப்புறையை உருவாக்கி New-AsBuiltReportConfig ஐ மீண்டும் இயக்கவும்.
    ProcessConfig = தொகுதி {1}, பதிப்பு {2} இலிருந்து {0} அறிக்கை உள்ளமைவு கோப்பை செயலாக்குகிறது.
    CopyConfig = அறிக்கை உள்ளமைவு கோப்பு '{0}' ஐ '{1}' க்கு நகலெடுக்கிறது.
    CopyModuleConfig = {0} அறிக்கை உள்ளமைவு கோப்பு '{1}' ஐ '{2}' க்கு நகலெடுக்கிறது.
    CreateConfig = {0} அறிக்கை உள்ளமைவு கோப்பு '{1}.json' '{2}' இல் உருவாக்கப்பட்டது.
    OverWriteConfig = அறிக்கை உள்ளமைவு கோப்பு '{0}' ஐ '{1}' க்கு நகலெடுக்கிறது. ஏற்கனவே உள்ள கோப்பை மேலெழுதுகிறது.
    ForceOverwrite = {0} அறிக்கை உள்ளமைவு கோப்பு '{1}.json' ஏற்கனவே '{2}' இல் உள்ளது. ஏற்கனவே உள்ள கோப்பை மேலெழுத '-Force' பயன்படுத்தவும்.
    ConfigNotFound = தொகுதி பாதை '{0}' இல் அறிக்கை உள்ளமைவு கோப்பு கண்டறியப்படவில்லை.
'@
