# culture = 'hi-IN'
ConvertFrom-StringData @'
    FolderNotExist = फ़ोल्डर '{0}' मौजूद नहीं है। कृपया फ़ोल्डर बनाएं और New-AsBuiltReportConfig फिर से चलाएं।
    ProcessConfig = मॉड्यूल {1}, संस्करण {2} से {0} रिपोर्ट कॉन्फ़िगरेशन फ़ाइल को प्रोसेस किया जा रहा है।
    CopyConfig = रिपोर्ट कॉन्फ़िगरेशन फ़ाइल '{0}' को '{1}' में कॉपी किया जा रहा है।
    CopyModuleConfig = {0} रिपोर्ट कॉन्फ़िगरेशन फ़ाइल '{1}' को '{2}' में कॉपी किया जा रहा है।
    CreateConfig = {0} रिपोर्ट कॉन्फ़िगरेशन फ़ाइल '{1}.json' '{2}' में बनाई गई।
    OverWriteConfig = रिपोर्ट कॉन्फ़िगरेशन फ़ाइल '{0}' को '{1}' में कॉपी किया जा रहा है। मौजूदा फ़ाइल को अधिलेखित किया जा रहा है।
    ForceOverwrite = {0} रिपोर्ट कॉन्फ़िगरेशन फ़ाइल '{1}.json' पहले से '{2}' में मौजूद है। मौजूदा फ़ाइल को अधिलेखित करने के लिए '-Force' का उपयोग करें।
    ConfigNotFound = मॉड्यूल पथ '{0}' में रिपोर्ट कॉन्फ़िगरेशन फ़ाइल नहीं मिली।
'@
