# culture = 'si-LK'
ConvertFrom-StringData @'
    FolderNotExist = '{0}' ෆෝල්ඩරය නොපවතී. කරුණාකර ෆෝල්ඩරය සාදා New-AsBuiltReportConfig නැවත ධාවනය කරන්න.
    ProcessConfig = මොඩියුලය {1}, අනුවාදය {2} වෙතින් {0} වාර්තා වින්‍යාස ගොනුව සකසමින්.
    CopyConfig = වාර්තා වින්‍යාස ගොනුව '{0}' '{1}' වෙත පිටපත් කරමින්.
    CopyModuleConfig = {0} වාර්තා වින්‍යාස ගොනුව '{1}' '{2}' වෙත පිටපත් කරමින්.
    CreateConfig = {0} වාර්තා වින්‍යාස ගොනුව '{1}.json' '{2}' තුළ සාදන ලදී.
    OverWriteConfig = වාර්තා වින්‍යාස ගොනුව '{0}' '{1}' වෙත පිටපත් කරමින්. පවතින ගොනුව උඩින් ලිවීම.
    ForceOverwrite = {0} වාර්තා වින්‍යාස ගොනුව '{1}.json' දැනටමත් '{2}' තුළ පවතී. පවතින ගොනුව උඩින් ලිවීමට '-Force' භාවිතා කරන්න.
    ConfigNotFound = මොඩියුල මාර්ගය '{0}' තුළ වාර්තා වින්‍යාස ගොනුව සොයාගත නොහැකි විය.
'@
