# culture = 'el-GR'
ConvertFrom-StringData @'
    FolderNotExist = Ο φάκελος '{0}' δεν υπάρχει. Δημιουργήστε τον φάκελο και εκτελέστε ξανά το New-AsBuiltReportConfig.
    ProcessConfig = Επεξεργασία αρχείου διαμόρφωσης αναφοράς {0} από τη λειτουργική μονάδα {1}, έκδοση {2}.
    CopyConfig = Αντιγραφή αρχείου διαμόρφωσης αναφοράς '{0}' στο '{1}'.
    CopyModuleConfig = Αντιγραφή αρχείου διαμόρφωσης αναφοράς {0} '{1}' στο '{2}'.
    CreateConfig = Το αρχείο διαμόρφωσης αναφοράς {0} '{1}.json' δημιουργήθηκε στο '{2}'.
    OverWriteConfig = Αντιγραφή αρχείου διαμόρφωσης αναφοράς '{0}' στο '{1}'. Αντικατάσταση υπάρχοντος αρχείου.
    ForceOverwrite = Το αρχείο διαμόρφωσης αναφοράς {0} '{1}.json' υπάρχει ήδη στο '{2}'. Χρησιμοποιήστε '-Force' για να αντικαταστήσετε το υπάρχον αρχείο.
    ConfigNotFound = Το αρχείο διαμόρφωσης αναφοράς δεν βρέθηκε στη διαδρομή λειτουργικής μονάδας '{0}'.
'@
