# culture = 'th-TH'
ConvertFrom-StringData @'
    FolderNotExist = โฟลเดอร์ '{0}' ไม่มีอยู่ โปรดสร้างโฟลเดอร์และเรียกใช้ New-AsBuiltReportConfig อีกครั้ง
    ProcessConfig = กำลังประมวลผลไฟล์กำหนดค่ารายงาน {0} จากโมดูล {1} เวอร์ชัน {2}
    CopyConfig = กำลังคัดลอกไฟล์กำหนดค่ารายงาน '{0}' ไปยัง '{1}'
    CopyModuleConfig = กำลังคัดลอกไฟล์กำหนดค่ารายงาน {0} '{1}' ไปยัง '{2}'
    CreateConfig = สร้างไฟล์กำหนดค่ารายงาน {0} '{1}.json' ใน '{2}' แล้ว
    OverWriteConfig = กำลังคัดลอกไฟล์กำหนดค่ารายงาน '{0}' ไปยัง '{1}' กำลังเขียนทับไฟล์ที่มีอยู่
    ForceOverwrite = ไฟล์กำหนดค่ารายงาน {0} '{1}.json' มีอยู่แล้วใน '{2}' ใช้ '-Force' เพื่อเขียนทับไฟล์ที่มีอยู่
    ConfigNotFound = ไม่พบไฟล์กำหนดค่ารายงานในเส้นทางโมดูล '{0}'
'@
